{"Question":"Alright so I dont know much about Lexapro would you tell me more about it?","Free_form_answer":"Escitalopram, sold under the brand names Lexapro and Cipralex, is an antidepressant of the SSRI (selective serotonin reuptake inhibitors) class. It is a medication for major depressive disorder and several types of anxiety disorders. It is considered an effective and well-tolerated antidepressant. The benefits of Lexapro for treating depression occur within a few weeks, but it can take about 1 to 2 months before you feel its full effects.\nLike other SSRIs, side effects include headache, nausea, sleepiness, ejaculation disorder, and insomnia. The FDA had published a black box warning for Escitalopram and other antidepressants, alerting for an increased risk of suicidal thinking and behavior in children, adolescents, and young adults. Therefore, Lexapro is not approved for use in pediatric patients less than 12 years of age.","Must_have":["Escitalopram is an antidepressant of the SSRI (Selective serotonin reuptake inhibitors) class","Escitalopram is sold under the brand names Lexapro and Cipralex","Side effects of Escitalopram include GI symptoms such as nausea, diarrhoea, constipation","Side effects of Escitalopram include headache","Side effects of Escitalopram include ejaculation disorder","The benefits of Lexapro for treating depression occurs within a few weeks","Side effects of Escitalopram include sleepiness","Side effects of Escitalopram include insomnia","The FDA had published a black box warning regarding Escitalopram, alerting for an increased risk of suicidal thinking and behavior in children","The FDA had published a black box warning for Escitalopram, alerting for an increased risk of suicidal thinking and behavior in adolescents and young adults"," Lexapro is not approved for use in pediatric patients less than 12 years of age."],"Nice_to_have":["Escitalopram is a medication for major depressive disorder","Escitalopram is a medication for several types of anxiety disorders","Escitalopram is considered an effective and well-tolerated antidepressant"],"Sources":"https:\/\/www.drugs.com\/medical-answers\/difference-between-lexapro-zoloft-3507675\/","ICD_10_diag":"Other specified depressive episodes"}
{"Question":"Also what is the oral option to get rid of scabies?","Free_form_answer":"The oral treatment for scabies is Ivermectin (Stromectol). Ivermectin is a prescription drug. Its safety in pregnant or nursing individuals has not been established yet. A topical treatment for scabies is Permethrin cream (Elimite). It is the preferred treatment for children who weigh less than 15 kg and for pregnant or nursing individuals. Your doctor may also recommend treating close contacts and household members. After treatment, it is also advised to machine wash all clothes, linens, etc., with high hea, before using them again.","Must_have":["Ivermectin (Stromectol) is the oral treatment for scabies","Permethrin cream (Elimite) is a topical treatment for scabies","Permethrin cream (Elimite) is the preferred treatment for scabies in children who weight less than 15 kg and for pregnant or nursing individuals"," Safety of Ivermectin in pregnant or nursing individuals has not been established yet.","Ivermectin (Stromectol) is not safe for children under 15kg"],"Nice_to_have":["After scabies treatment, it is advised to machine wash all clothes, linens, etc. with high heat before using them again","Ivermectin is a prescription drug for scabies","Close contacts and household members may also need to be treated for scabies","Ivermectin dosage is weight dependent"],"Sources":"https:\/\/www.mayoclinic.org\/diseases-conditions\/scabies\/diagnosis-treatment\/drc-20377383\n \n\n https:\/\/www.uptodate.com\/contents\/scabies-management?search=sulfur%20cream&source=search_result&selectedTitle=4~150&usage_type=default&display_rank=4#H3053413688\n \n\n https:\/\/www.uptodate.com\/contents\/ivermectin-systemic-drug-information?search=sulfur%20cream&topicRef=8641&source=see_link#F56741195\n \n\n https:\/\/www.uptodate.com\/contents\/permethrin-drug-information?search=sulfur%20cream&topicRef=114369&source=see_link","ICD_10_diag":null}
